var projectData=[{name:"Mylio Pair",year:2015,type:"application",projectUrl:"mylio.html",imgNum:3,imgUrl:"../img/project/mylio/",scrollDownValue:980,relatedLinks:[{website:" - Mylio",weblink:"http://www.mylio.com"}],story:"Mylio is the next-generation photo management tool that organizes, edits and syncs your photos across all devices. It provides multiple metrics sorting photos automatically based on date, rating, size etc. One user problem of automatic sorting is that the computer can not time-sequence photos without enough or correct data. When you import a scanned photo taken in 1995, the computer probably recognizes its date as 2015 because that is the EXIF info your scanner generates. Mylio Pair is a new feature that helps you to time-sequence all of your old photos correctly, efficiently and enjoyably. Sorting should not be a task, it's a game.",scrollDown:" to see how it works and play with the mock-up."},{name:"SOM BIM Data Dashboard",year:2014,type:"application",projectUrl:"sombim.html",imgNum:2,imgUrl:"../img/project/sombim/",scrollDownValue:980,relatedLinks:[{website:" - SOM LLP.",weblink:"http://www.som.com"}],story:"SOM BIM Data is a web-based dashboard for managing complex and large-scale building projects. It helps designers, engineers, and project managers to track, sync and analyze the data such as builing footprint, energy saving and consumption and construction cost from BIM (Building information model). Rather than showcasing static project information like traditional CMS, this dashboard is focusing on data and it's envisioned and designed as a collaborating platform for all players working on the same building project.",scrollDown:" to see its beta version. All numbers here are fake."},{name:"Studiowangfei.com v1.0",year:2015,type:"website framework",projectUrl:"webframe.html",imgNum:2,imgUrl:"../img/project/webframe/",scrollDownValue:980,relatedLinks:[{website:" - studiowangfei.com",weblink:"http://www.studiowangfei.com"},{website:" - dev code on GitHub",weblink:"https://github.com/studiowangfei/React_studiowangfei.com"}],story:"Studiowangfei.com is my personal website and showcases design and research projects. I designed and built it from scratch with the concept of web-components. By tweaking the typologies of components, studiowangfei.com v1.0 was designed as a flexible framework that accomodates both standardization and customization. All project data is seperated as a JSON feed and hooked back with web-components. What you see here is the framework of the first release of this site, by now it probably has evolved.",scrollDown:" to see the information architecture, UI framework and component typologies of this site."},{name:"Another Taobao Village 2",year:2015,type:"Data",projectUrl:"taobao_2.html",imgNum:3,imgUrl:"../img/project/taobao_2/",scrollDownValue:960,relatedLinks:[{website:" - Alibaba AliResearch",weblink:"http://www.aliresearch.com"},{website:" - Taobao.com",weblink:"http://www.taobao.com"}],story:"Another Taobao Village is a collaborative effort between Fei Wang and Alibaba AliResearch. It's trying to re-tell the story of Taobao.com - initiated by Alibaba Group in 2003 and now the largest e-commerce platform in the world - with a fresh perspective and play-able format. Since 2006, Taobao villages began to emerge across China. More and more rural residents use Taobao e-commerce platform to do business and the economic landscape of rural China is shifting. By 2014, 21% of Taobao online store owners are living in rural areas and there are over 200 Taobao villages around the country.",scrollDown:" to see Taobao village transaction map and 11.11 e-commerce fest map."},{name:"New York City Sub Rider-Readers",year:2013,type:"Data",projectUrl:"nycsub.html",imgNum:11,imgUrl:"../img/project/nycsub/",scrollDownValue:980,relatedLinks:[{website:" - MTA New York City",weblink:"http://web.mta.info/nyct/facts/ridership/"}],story:'Most of time data visualization targets on the crowd as a whole, which leaves personal touch behind. NYC Sub Rider-Readers tries to bridge the data of "whole" and the data of "one". Using the data collected by ticket checking machine and physical mapping rendered by photographs and drawings, the project delivers an image of moving and reading flow in contemporary metropolis.',scrollDown:" to play with the interactive maps."},{name:"Inside x Insight",year:2014,type:"Data",projectUrl:"inin.html",imgNum:6,imgUrl:"../img/project/inin/",scrollDownValue:0,relatedLinks:[{website:" - AliResearch",weblink:"http://www.aliresearch.com"},{website:" - Stamen Design",weblink:"http://www.stamen.com"},{website:" - Xiaoji",weblink:"http://xiaoji-chen.com"}],story:"Data is neutral, dry and messy, while information is political, palatable and organized. Today we are using tons of raw data to manufacture information products. Rather than focusing on news that attracts short attention, Inside x Insight is deciphering events that awaits long digestion. As a data-driven media, Inside x Insight covers politics, technology, economy, culture and environment using multiple open-source and authorized data. The product is currently embedded in the largest Chinese IM tool WeChat platform and has 2000+ active subscribers, our collaborators and contributors include AliResearch, Stamen Design, Power Station of Art, Xiaoji Chen etc.",scrollDown:null},{name:"Another Taobao Village",year:2014,type:"Data",projectUrl:"taobao.html",imgNum:5,imgUrl:"../img/project/taobao/",scrollDownValue:800,relatedLinks:[{website:" - Alibaba AliResearch",weblink:"http://www.aliresearch.com"},{website:" - Taobao.com",weblink:"http://www.taobao.com"}],story:"Another Taobao Village is a collaborative effort between Fei Wang and Alibaba AliResearch. It's trying to re-tell the story of Taobao.com - initiated by Alibaba Group in 2003 and now the largest e-commerce platform in the world - with a fresh perspective and play-able format. Since 2006, Taobao villages began to emerge across China. More and more rural residents use Taobao e-commerce platform to do business and the economic landscape of rural China is shifting.",scrollDown:" to play with the poker game sets."},{name:"San Francisco POPOS",year:2015,type:"Data",projectUrl:"sfpopos.html",imgNum:10,imgUrl:"../img/project/sfpopos/",scrollDownValue:720,relatedLinks:[{website:" - ESRL",weblink:"http://www.esrl.noaa.gov/gmd/grad/solcalc/azel"},{website:" - SOM",weblink:"http://www.som.com"}],story:"POPOS stands for Privately Owned Public Open Space. San Francisco City currently owns over 50 POPOS and people usually go to them to enjoy their lunch. Other than its environmental design, another important parameter that decides a POPO's popularity is its sunlight condition during 11:00 to 14:00 every weekday. The project maps out all San Francisco POPOS' locations and designs a dynamic shadow-map, which shows POPOS' sunlight condition during lunch time. To enjoy a public space with sunshine, people can use this map to decide their lunch places.The project has visualized 45 downtown POPOS' shadow condtion at 11:00, 12:00, 13:00, 14:00 of every Wednesday in 2014. It's currently under development with Google Map API V3.",scrollDown:" to watch the dynamic shadow visualization."},{name:"W@RK",year:2013,type:"Strategy",projectUrl:"work.html",imgNum:16,imgUrl:"../img/project/work/",scrollDownValue:720,relatedLinks:[{website:" - IDEAS CITY",weblink:"http://www.newmuseum.org/ideascity/about"}],story:"W@RK is a design and business proposal rethinking working environment in the context of freelancing. It takes New York City - which has over 40,000 freelancers - as a testing site to conduct mapping research, street interviews, spatial documentation and design experiments. W@RK proposes a new comprehensive co-working model that intergrates sharing economy, dynamic pricing, spatial customization and social networking. Its ambition is simple and bold: Can a freelancer have an instant and productive co-working envrionment at a price of avg. $1/hour in New York City? W@RK was created by Fei Wang and Linsay May, with the support of Princeton University and the New Museum in New York. The project has been exhibited at the Bowery City Fest in 2013.",scrollDown:" to watch the stories of W@RK and play with the interactive spatial sections."},{name:"Another Leap",year:2014,type:"Exhibition",projectUrl:"anotherleap.html",imgNum:11,imgUrl:"../img/project/anotherleap/",scrollDownValue:1850,relatedLinks:[{website:" - Power Station of Art",weblink:"http://powerstationofart.com/"},{website:" - Princeton SoA",weblink:"https://soa.princeton.edu/#830"}],story:"Initiated by Power Station of Art in Shanghai, Another Leap is an exhibition showcasing interactive artworks in both physical and digital forms. Another Leap presents fifteen art pieces that range from social media action art to interactive robotic installations, and it's on show from Oct. 28th of 2014 to Mar. 8th of 2015 at Power Station of Art in Shanghai. Another Leap is co-curated by Fei Wang and Hong Pu, and the participants include: Xiaoji Chen, Rob MacKinnon, Kan Jia, Zhen Liu, Binyuan Li, Link, Shituzi, Another Inc., Liao Li, Hao Ruan, LYCS Architecture, Wei Wang, Harry Wei, Han Dong, Willem Boning, Xing Yan, AliResearch, Ying Yu.",scrollDown:" to read the exhibition manifesto and browse artworks."},{name:"Urban v.s. Rural of China 1979- ",year:2012,type:"Data",projectUrl:"urbanrural.html",imgNum:3,imgUrl:"../img/project/urbanrural/",scrollDownValue:600,relatedLinks:[{website:" - National Bureau of Statistics of PRC",weblink:"http://www.stats.gov.cn/english/"}],story:"Everyone is talking about the urbanization of China. People say this is the fastest urbanization in human history, but how fast? People say there are many rural residents having moved into cities, but how many? People say the income gap between urban and rural is becoming really big, but how big? The project visualizes Chinese urbanization using data sets including population, income per capita, housing, etc. Together with the important policies implemented by Chinese government and changes initiated by other social entities such as Alibaba's Taobao e-commerce platform, the dry data sets become interrelated and portrays the urbanization of China in a broader and digestible perspective.",scrollDown:" to play with the interactive data and info layers."},{name:"Instant Impressionism",year:2010,type:"Urbanism",projectUrl:"impressionism.html",imgNum:10,imgUrl:"../img/project/impressionism/",scrollDownValue:680,relatedLinks:[{website:" - VELUX",weblink:"http://iva.velux.com/about_the_award/previous_awards/award_2010/winners_2010/hm4"}],story:"Inspired by Impressionism painter Claude Monet's Rouen Cathedral series, the project designs a new way to defamiliarize the experience of viewing city-scape in noisy and easily-forgotten urban context. Taking Beijing lightrail station as a testing case, a 1:20 installation was designed and fabricated based on certain daylight and viewing-distance conditions, and a 12-hour time-lapse renders how historical artistic styles can be celebrated with contemporary technology. The pixelized strategy is powered by current fabricating tools, i.e. multi-axis milling and 3D printing. Instant Impressionism received Honor Prize in 2010 VELUX design competition and had been exhibited in La Rochelle, France.",scrollDown:" to watch time-lapse in Beijing and the documentary in La Rochelle, France."},{name:"Holistic Realm",year:2010,type:"Urbanism",projectUrl:"holistic.html",imgNum:11,imgUrl:"../img/project/holistic/",scrollDownValue:0,relatedLinks:null,story:"Holistic Realm revists two traditional Chinese spatial typologies - the courtyard house and the garden- and synthesize them into a new urban morphology that deals with contemporary urban density and quality. The initial research is based on figure-ground method and fast prototyping of varied forms. The further design is forwarded through both 2D and 3D representational mediums. The final 1:200 physical model is made through laser-cut and origami folding of over 200 components. Holistic Realm received 1st Prize in 2011 Chengdu Biennale design competition, and Honor Prize from Design Awards of Architectural-Review Magazine in 2012. It was exhibited in the Garden City unit of 2011 Chengdu Biennale.",scrollDown:null},{name:"Draw It",year:2012,type:"Data",projectUrl:"drawit.html",imgNum:9,imgUrl:"../img/project/drawit/",scrollDownValue:0,relatedLinks:null,story:'"A good sketch is better than a long speech", quote from Napoléon. I make many drawings, most of them are architecture and urbanism related. Invented by Leon Alberti as a documentating and communicating tool in 1400s, architectural drawing take its own autonomy since architects no longer consider "built" as the only criteria of a project. It evolves with conceptual utopias, visual criticism, and pure aesthetics. As the productions of paperless and penless, Draw It conducts experiments with new medium and tools in order to create depth, hierachy, insight, knowledge and pleasure.',scrollDown:null},{name:"Closer",year:2012,type:"Photography",projectUrl:"closer.html",imgNum:24,imgUrl:"../img/project/closer/",scrollDownValue:0,relatedLinks:null,story:'Closer features some photographs I took from 2010 to now, spotted in different countries under different travelling circumstances. The project title "Closer" quoted from Robert Frank\'s "If your photographs aren\'t good enough, you\'re not close enough." Most of the works are done in streets, museums and wanderlusting sites, and they captured what was discovered behind banality of daily routine. In an age of instant shooting, Closer still tries to make every "click" count and to see even closer.',scrollDown:null},{}];
